/* 
  Localizable.strings
  Kinvey

  Created by Victor Barros on 2016-05-11.
  Copyright © 2016 Kinvey. All rights reserved.
*/

"Error.objectIdMissing" = "Object ID is required and is missing";

"Error.invalidResponse" = "Invalid response from the server";

"Error.noActiveUser" = "An active user is required and none was found";

"Error.requestCancelled" = "Request was cancelled";

"Error.invalidDataStoreType" = "DataStore type does not support this operation";

"Error.userWithoutEmailOrUsername" = "User has no email or username";
